{
    "0": "Those are some large black balls",
    "1": "Alternate Title: Kim Kardashian's Dream Lake",
    "2": "96million minerals",
    "3": "If its was 69 million...",
    "4": "This video needs vine booms",
    "5": "can i have one?",
    "6": "But why ?",
    "7": "5:52 did the bird die?",
    "8": "black balls",
    "9": "Rip to the bird that flew into the engine at 5:50",
    "10": "0:57 \"Why are they black\"",
    "11": "Real question is.. can u hide a body under it",
    "12": "Can almost make a reservoir using all the 96 million humans that watched this",
    "13": "I wanna take a piss in it",
    "14": "i laughed so hard bro but good hard work you made",
    "15": "He: \"Is it safe to have black balls in drinking water?\" \n*Also uses a motor boat.. *",
    "16": "Talk about boating in pea soup... Really big peas.",
    "17": "Kardashians gonna arrive there anytime😂",
    "18": "two words. Kim. Kardashian",
    "19": "we need to add shade balls to lake mead",
    "20": "If they could use some kind of solar panels instead of shade balls, they could make some electricity out of it. Two birds in one shot😉",
    "21": "Visiting the largest collection of these balls anywhere on earth 0:22",
    "22": "I think it’s for heating up water since the balls are black",
    "23": "Sus title",
    "24": "But can you still swim through all of those balls?\n\nThat is what we all really want to know.",
    "25": "how would they replace them after 10 years pass",
    "26": "Your mom.",
    "27": "Holy crap that's a lot of black balls right there, and they're all quite huge too",
    "28": "I've watched this video 2 times already and yet again I forgot WHY 😂",
    "29": "Wish he had ask what will happen if someone fall into the lake.. Its more dangereous than normal? Its less dangerous?",
    "30": "Flip 96 million and you get a funny number",
    "31": "How short sighted",
    "32": "“Bromate” lol",
    "33": "Great I'll dump my trash in there to help you with your conservation project. Great idea! Dump tons of rubber into the water supply. What are you gonna do when it breaks down?",
    "34": "Now you guys just have to upgrade it to absorve solar energy and convert it to eletric energy and we are ready to throw that into all reservatories in the planet.",
    "35": "Ok",
    "36": "Mini Shadesmar",
    "37": "Me at 5:52 - oh that poor birdie 😧",
    "38": "It's mad how America has uncovered treated water reservoirs.",
    "39": "Por que bolas pretas? Vai evaporar do mesmo jeito, elas aquecem mais do que bolas brancas! White bools...?",
    "40": "What a waste. Disgustingly stupid. figures it's California.",
    "41": "\"Black balls\"\nits black and it's a ball",
    "42": "Worlds largest ball pit be like",
    "43": "🤨",
    "44": "Why are there 96,000,000 black balls in this reservoir?\n\nThe 48,000,000 black guys missing their balls: \"Bruh\"",
    "45": "48,000,000 unfortunate black men just lost their balls 😔✊",
    "46": "That \"WHAT\" in the start gave me a jumpscare as if there was someone sitting behind me on the right side XD",
    "47": "This is INSANE",
    "48": "Just can't fathom how that plastic is getting into our water supply🙄😂.",
    "49": "Man your so handsome so i have to subscribe to your channel 😁😁",
    "50": "96000000 ÷ 2 = 48000000 million balls that's mean that each male will have 2 balls and 96000000 million balls divided by 2 equals 48000000 million males.",
    "51": "balls.",
    "52": "The host sounds like Seth Rogen without weed...",
    "53": "When the colour wears off in 10 years, what do we do with them?",
    "54": "*places balls on woman's shoulder*\n\nMe: it's cool, they're \"shade balls\" and good for the environment.",
    "55": "Gantz",
    "56": "How many people.",
    "57": "The balls harden……",
    "58": "5:52\nA bird got killed by aiplane fan wing",
    "59": "$0.34  x  96,000,000 = $31,680,004",
    "60": "They fell out of my ball sack",
    "61": "96,000,002 balls in the resovoir now",
    "62": "Black balls are lazy and don’t want to work",
    "63": "Well, in Germany, we have water towers or reservoirs under the ground for drinking water. So there's never going to touch a single photon from the sun into the water.",
    "64": "If someone felldown in it? 😂",
    "65": "wow the planes is thai airway!",
    "66": "Because the the other 4 million are in your mom's mouth",
    "67": "I think that this is a dangerous move",
    "68": "Why are the balls black and not white to reflect more solar radiation.  This will heat the water and increase evaporation.????",
    "69": "I think the correct term is ‘African American’ balls",
    "70": "i was expecting men, im very dissappointed",
    "71": "Would've been nice seeing someone take a swim in there",
    "72": "Wow",
    "73": "Black don’t crack",
    "74": "The real reason, to poison the people. Plastic products have xenoestrogens in them, which gets into the water from contact. It is then drank by humans, and xenoestrogens bind to the hormone receptors in the body and act in the same manner as estrogen, the female hormone. They are doing this to feminize the male population, make you docile and incapable of fighting back against tyranny.",
    "75": "So show me that the plastic is safe and not leeching estrogen mimickers in the water? Remember BPA? Testosterone levels are dropping 1% a year on average.",
    "76": "5:50 once a bird, now 45 g of red paste",
    "77": "Sus veritrasium",
    "78": "sunlight on plastic --> leakage of endocrine disrupters into our drinking water??",
    "79": "That’s a Mr Beast level of dedication",
    "80": "When:Balls👌☠️",
    "81": "Um people know these are directly made out of oil... the dreaded fossil fuel.",
    "82": "Very soon, this video will have exactly as many views, as there were balls in the lake. Just imagine! Sounds crazy!😁🚀",
    "83": "محتوى جميل متابعك من مصر",
    "84": "The black balls went waste",
    "85": "Are there fish in there?",
    "86": "Objectively this is a great solution, but it looks so dystopian, like straight out of Wall E",
    "87": "Anyone else noticed how the reactor of the plane swallows a bird? (minute 5:52)",
    "88": "yea why are they black balls?",
    "89": "Hold on, but you go on a boat, aren't the water would contaminate with the boat engine or something. Also, the sun go through the water when the boat moves. Am I missing something?",
    "90": "Why don't you just move the treatment plant to after the reservoir.\nLet's treat the water and disinfect it then store it in an open air reservoir, which is nuts.\nI would not even wash in that never mind drink it.",
    "91": "Veritasium video in 2040: Why does all LA population consume nanoplastics.",
    "92": "I think anyone can't has water. Water must be free. This is so stupidly...",
    "93": "Because it's got 48,000,000 welfare checks",
    "94": "Kim Kardasian would love to be here",
    "95": "?",
    "96": "Now thats a lot of balls",
    "97": "The COO person interviewed was so well spoken and knowledgeable.  Great content",
    "98": "\"Black b*lls\"",
    "99": "They spent 32 million dollars on balls in ONE kinda small resi? Great idea but that math is wasteful. 10 years. So does that glorified pond REALLY cost 3.2 million a year to maintain? Yeah, I didn't think so.",
    "100": "0:57 👨🏻‍🦳",
    "101": "Funny number lol",
    "102": "Home come you choose 96 million ?",
    "103": "Oh balls  spot the drake ✌ New channel",
    "104": "What balls are you talking about balls balls or man's ball??? Jk",
    "105": "if they were white al sharpton be giving a speech there",
    "106": "Now look at all 96 million balls, that’s not even 1% the amount of planets in our galaxy, and there’s atleast 100 billion galaxies, aliens must exist indeed…",
    "107": "Probably because there's 48,000,000 fellers hanging out there",
    "108": "“Why are they black?”",
    "109": "5:52 that bird was destroyed😢",
    "110": "Zamn 😳",
    "111": "That \"what\" scared me to death 💀 0:25",
    "112": "So they can't have stuff in drinking eater hut they are driving a gas powered boat motor in it???",
    "113": "oa",
    "114": "its not rare to see 96,000,000 grains of sand tho.",
    "115": "The number of balls and the number of views is almost the same now",
    "116": "Wait until they get a tornado and all these balls are everywhere.",
    "117": "So all the water is going to taste like plastic.",
    "118": "YT algorithm has been recommending this to me practically every day for the last year and a half.\ni finally clicked on it today and . . .it was not what i expected",
    "119": "That's lots of balls",
    "120": "that gives cancer",
    "121": "i have black balls too",
    "122": "Dam I can feel the lag from the other side off the earth",
    "123": "i thought it was concert",
    "124": "Great bring on the cancer with those plastic balls",
    "125": "\"why are they black \" 🤨📸",
    "126": "Belly flopping on that would be unbelievably painful.",
    "127": "Mark, there’s a tailing lake in Utah, I think, that is so toxic it can kill in hours.  They have guys that scare the birds off every day.  I thought about these balls .  This lake can kill millions of birds.  Why don’t they deploy these balls?",
    "128": "Wait till i pick one ball and make it 95,999,999",
    "129": "Chutiyon phir Baarish kaise hogi... \nGoing Against the nature is dangerous.... \nAnd you will be hitted by the nature in next some years  ...",
    "130": "Why not White balls to reflect the sun \nInstead of Black which\nAbsorbs Heat?",
    "131": "\"Why can't they be white instead of black\"\nTo anyone asking that you didn't see why they are black: 6:44\nAnd some of yall are really acting childish over the balls being black tbh..",
    "132": "😳",
    "133": "I cant believe how many black men were sacrificed to make this black ball reservoir work.",
    "134": "\"that's a lot of balls\"",
    "135": "Black balls?⊙_⊙",
    "136": "Looking at the reservoir full of balls and saying \"That's pretty nuts!\"\nYou have no sense of shame, sir.",
    "137": "\"Are they safe to have in water\" meanwhile driving a gasoline boat in there",
    "138": "Now those are  96 million black balls untouched by the Kardashians.",
    "139": "We heard your concerns about microplastics in your water. So with our new update to your water quality we added more plastic!",
    "140": "This was pretty genius. Now to switch it up a bit, if Warren Buffet is worth $115B and each of these 96M balls represents $1 this mean Buffet could fill arou d 1200 of theae resevoirs. That is insane the amount of wealth when using this to help gauge scale.",
    "141": "wow!!!!!!!!!!!!!!!!!!",
    "142": "This project has taken the lives of 48 Million black men",
    "143": "Imagine that your crush is one of these balls and the others are the possibilities. I am just thinking about it, that's so mind-blowing",
    "144": "I wanna stick my Black balls into a hot girl's reservoir. 🍆💦🌮",
    "145": "Because your mom got tired of them being on her face",
    "146": "the title should be changed to \"96 million black balls clap the water's cheeks\"",
    "147": "Little do you know 1 million people have watched this 12 times in a row with pure damn silence.",
    "148": "First of where the hell did they get these balls probably spent 96 million seconds making these\n\n: but you did one great damn job doing this vid:)",
    "149": "It's Kim Kardashian's emergency stash obviously",
    "150": "I love how you explain things will diagrams, videos and pictures.",
    "151": "When will the black dick and ball river exist",
    "152": "You talk about clean world? It is you after china who make it dirty",
    "153": "“We tested with 3 kitty pools” so basically LA funded $250 million worth of balls based on $30 of research?",
    "154": "What does the balls are made of? Plastic?",
    "155": "Itha patha vune Namakku Sellur Raju Thaan Nyabagam Varum 😂",
    "156": "Start watching 03:00",
    "157": "i know why you're here, and you dont need to tell me",
    "158": "The gentleman explaining how and why everything works has some infectious energy.",
    "159": "Omega",
    "160": "3:02 The answer",
    "161": "Why am I not surprised that this is in LA?",
    "162": "I love bla- I mean shade balls",
    "163": "thats alot of black balls",
    "164": "THE BALLS ARE INERT!",
    "165": "I name my ball Rocky",
    "166": "So that the water can get in, but the  light cannot. Don't need to watch the video. You need to keep the bio out of the reservoir or you would get eutrofication start to happen. It would also smell really bad.",
    "167": "I don’t get it tho the black balls not bad for it and the gasoline from that boat engine?",
    "168": "That's alot of balls",
    "169": "Spread Hope Like Fire",
    "170": "So is the water not covered too small an area to get carcagentic, maybe we an even 100m here, just a thought!",
    "171": "In other news, tap water contains lots micro plastic particles",
    "172": "Cool... sounds like something every reservoir should have.\nBut they don't have the balls.",
    "173": "69,000,000 or 96,000,000",
    "174": "Omg, he did it. The most satisfying video on youtube",
    "175": "Why don't white balls",
    "176": "Blacked.",
    "177": "Acid",
    "178": "Can any body say...plastic pollution? YES, I thought so. Another dingy idea from the dingalings.",
    "179": "le solite americanate. al primo vento forte se le ritrovano ad inquinare in giro per un intero territorio.",
    "180": "I love black balls=boba",
    "181": "why are these not in White colour?",
    "182": "Imagine walking past that as a tourist not knowing......... 🤣🤣🤣",
    "183": "Idiots u will kill all the plants and fishes",
    "184": "Hearing this out of context would be very weird",
    "185": "96,000,000,000 black balls in your face.\n86 million people - 🤔 interesante",
    "186": "Instead of black they might use white balls ..?",
    "187": "I wonder if these would kill invasive water plants ?? Just watched a video from overseas about plant killing off a lake somewhere.",
    "188": "because democrat , or leftist policies ruin everything. these balls serve no real purpose other than crony capitalism.",
    "189": "\"Shade Balls is a really stupid way to conserve water\" LA Weekly 14 August 2015  ... jumping on a bandwagon isn't conducive to critical thinking",
    "190": "This is rad but haven’t we come to realize there is no plastic that is Truly food grade?\nMeaning, is there concern there will be at least some chemical leaching into the water?",
    "191": "Then what about natural evaporation which leads to rain 🌧️\nIs it not stopping the process of Rain in California",
    "192": "ah how much for all of them ? 👴🏻",
    "193": "*black balls*",
    "194": "Me reads the title:\n*dirty mind activated*",
    "195": "\"why are they black\""
}